[
  {
    "id": "touring-2026",
    "date": "28 Dic 2025",
    "category": "Modelli",
    "title": "Nuova Gamma Touring 2026: L'evoluzione del viaggio",
    "excerpt": "Harley-Davidson svela la nuova linea Touring con motori Milwaukee-Eight 121 VVT ancora più potenti e un sistema di infotainment completamente ridisegnato.",
    "image": "https://img.freepik.com/free-photo/biking-motorcycle-forest_114579-5198.jpg?t=st=1767091041~exp=1767094641~hmac=eb78590e36e9afcf912609ca73db90bf1d5797444838d34653c3727d46844717&w=1060",
    "content": "Harley-Davidson ha presentato la nuova gamma Touring per il 2026: motorizzazioni aggiornate, telaio ottimizzato e una suite di connettività integrata. I nuovi modelli puntano a migliorare comfort, autonomia e intrattenimento a bordo. Sono previste nuove opzioni di personalizzazione e pacchetti elettronici per chi desidera la massima esperienza di viaggio."
  },
  {
    "id": "christmas-party-2025",
    "date": "15 Dic 2025",
    "category": "Eventi",
    "title": "Grande successo per il Christmas Party",
    "excerpt": "Oltre 500 partecipanti hanno celebrato con noi la chiusura dell'anno. Un ringraziamento speciale a tutto il Piacenza Chapter per l'organizzazione impeccabile.",
    "image": "https://img.freepik.com/free-photo/full-shot-man-riding-motorbike_23-2150810243.jpg?t=st=1767091891~exp=1767095491~hmac=0a9bfb927248e154cdeffc95977f8aaf69824382204d02e00abd84b80ad87cb9&w=1060",
    "content": "La serata è stata un successo: musica, premiazioni e un'asta di beneficenza che ha raccolto fondi per la comunità locale. Ringraziamo i partecipanti, gli sponsor e i volontari che hanno reso possibile l'evento. Restate sintonizzati per i prossimi raduni e iniziative del club."
  },
  {
    "id": "king-of-baggers-2025",
    "date": "02 Nov 2025",
    "category": "Racing",
    "title": "King of the Baggers: H-D domina ancora",
    "excerpt": "Il team Factory Harley-Davidson conquista un'altra vittoria storica nel campionato MotoAmerica King of the Baggers. Scopri i dettagli della gara.",
    "image": "https://img.freepik.com/free-psd/white-hard-hat-safety-equipment-construction-work-protection_191095-80944.jpg?t=st=1767091891~exp=1767095491~hmac=6657fc156aca7c6e18010418a21f3b6b7aa62ca0f6a6ec4964166ea27f1523a4&w=1060",
    "content": "Harley-Davidson continua a mostrare le sue performance in pista: il team Factory ha conseguito una vittoria convincente grazie a strategia e setup perfetto. I piloti hanno dimostrato grande controllo e costanza, confermando la competitività della piattaforma."
  },
  {
    "id": "screamin-eagle-collection",
    "date": "20 Ott 2025",
    "category": "Accessori",
    "title": "Nuova collezione Screamin' Eagle",
    "excerpt": "Massimizza le prestazioni della tua moto con i nuovi kit Stage IV. Ora disponibili per tutti i motori Milwaukee-Eight 114 e 117.",
    "image": "https://img.freepik.com/free-photo/model-career-kit-still-life_23-2150229753.jpg?t=st=1767091952~exp=1767095552~hmac=8c4903869ad282d99558ed1d1d9baeacb89ab5bc8ad59cdde76e1cb93170e051&w=1060",
    "content": "La linea Screamin' Eagle introduce nuovi kit di potenziamento per gli appassionati che cercano performance estreme. I kit Stage IV includono aggiornamenti su aspirazione, scarico e mappature dedicate per una curva di coppia più piena e una potenza massima incrementata."
  },
  {
    "id": "autunno-inverno-2025",
    "date": "05 Set 2025",
    "category": "Lifestyle",
    "title": "Collezione Autunno/Inverno in arrivo",
    "excerpt": "Preparati per la stagione fredda con la nuova linea di giacche riscaldate e abbigliamento tecnico impermeabile. Stile e comfort senza compromessi.",
    "image": "https://img.freepik.com/free-photo/red-motor-biking-road_114579-5071.jpg?t=st=1767091891~exp=1767095491~hmac=6130f968067151f6841975acc6f729a59cd3724a974920c36b6e5d384fa1460b&w=1060",
    "content": "La collezione A/I offre capi tecnici pensati per il motociclista urbano e da viaggio: materiali isolanti, membrane impermeabili e inserti rifrangenti. Disponibili anche versioni con resistenze riscaldanti integrate per affrontare le temperature più rigide."
  },
  {
    "id": "checkup-estivo-2025",
    "date": "01 Ago 2025",
    "category": "Service",
    "title": "Check-up estivo gratuito",
    "excerpt": "Prima di partire per le vacanze, passa in officina per un controllo gratuito di livelli, pressione gomme e stato della batteria. Viaggia sicuro.",
    "image": "https://img.freepik.com/free-photo/biking-motorcycle-forest_114579-5198.jpg?t=st=1767091041~exp=1767094641~hmac=eb78590e36e9afcf912609ca73db90bf1d5797444838d34653c3727d46844717&w=1060",
    "content": "Offriamo un check-up estivo gratuito per controllare gli elementi fondamentali della tua moto. È un'occasione perfetta per prevenire problemi durante i viaggi e ricevere consigli tecnici dal nostro staff specializzato."
  }
]
